Repository: martin-kieliszek/standapp
Catalog: StandFit/Resources/Localizations/ExerciseType.xcstrings
Source language: en
Languages: de, es, ja, pt_br, zh_hans

# exercise_type.arm_circles
source: Arm Circles
de: Armkreise
es: Círculos de Brazos
ja: 腕回し
pt_br: Círculos de Braço
zh_hans: 手臂画圈

# exercise_type.calf_raises
source: Calf Raises
de: Wadenheben
es: Elevaciones de Pantorrilla
ja: カーフレイズ
pt_br: Elevação de Panturrilha
zh_hans: 提踵

# exercise_type.lunges
source: Lunges
de: Ausfallschritte
es: Estocadas
ja: ランジ
pt_br: Afundos
zh_hans: 弓步

# exercise_type.neck_rolls
source: Neck Rolls
de: Nackenrollen
es: Rotaciones de Cuello
ja: 首回し
pt_br: Rotações de Pescoço
zh_hans: 颈部转动

# exercise_type.plank
source: Plank
de: Planke
es: Plancha
ja: プランク
pt_br: Prancha
zh_hans: 平板支撑

# exercise_type.pushups
source: Push-ups
de: Liegestütze
es: Flexiones
ja: 腕立て伏せ
pt_br: Flexões
zh_hans: 俯卧撑

# exercise_type.shoulder_shrugs
source: Shoulder Shrugs
de: Schulterzucken
es: Encogimientos de Hombros
ja: 肩すくめ
pt_br: Encolhimento de Ombros
zh_hans: 耸肩

# exercise_type.squats
source: Squats
de: Kniebeugen
es: Sentadillas
ja: スクワット
pt_br: Agachamentos
zh_hans: 深蹲

# exercise_type.standing_stretch
source: Standing Stretch
de: Stehendes Dehnen
es: Estiramiento de Pie
ja: 立位ストレッチ
pt_br: Alongamento em Pé
zh_hans: 站立拉伸

# exercise_type.walk_in_place
source: Walk in Place
de: Auf der Stelle gehen
es: Caminar en el Lugar
ja: その場足踏み
pt_br: Caminhar no Lugar
zh_hans: 原地踏步
